
# пропишите здесь корневую ссылку своего ранобе
root = "https://ranobelib.me/tokidoki-bosotto-roshia-go-de-dereru-tonari-no-arya-san/"

# парсим ли мы ещё и картинки?
# картинки занимают много места и парсинг займёт больше времени
images = True

# пропишите здесь свой перевод 
# он указан в ссылке, когда вы его выбрали
translate = "?bid=11291" 

# перечислите главы 
# я бы мог написать генератор, но ведь непредвидишь такие главы как 0.5
charapters = ["v1/c0", "v1/c0.1", "v1/c1", "v1/c2", "v1/c3", 
    "v1/c4", "v1/c5", "v1/c6", "v1/c7", "v1/c8", "v1/c9", "v1/c10", 
    "v2/c0", "v2/c0.5", "v2/c1", "v2/c2", "v2/c3", "v2/c4", "v2/c5", 
    "v2/c6", "v2/c7", "v2/c8", "v2/c9", "v2/c10",
    "v3/c0", "v3/c0.5", "v3/c1", "v3/c2", "v3/c3", "v3/c4",
    "v3/c5", "v3/c6", "v3/c7", "v3/c8", "v3/c9",
    "v4/c0", "v4/c0.5", "v4/c1", "v4/c2", "v4/c3"]  